["I know.","It's worse.","You will be.","It's a trap!","All too easy.","I'm not afraid.","That's no moon.","I have you now!","Stay on target.","You'll be dead!","That's not true.","I'll be careful.","...So be it, Jedi.","That's impossible.","It's not my fault.","Use the Force, Luke.","I'll never join you.","This is some rescue!","Sorry about the mess.","Search your feelings.","What a piece of junk!","Laugh it up, fuzzball!","They're getting closer.","...Oh yeah? Watch this.","Never tell me the odds!","...No. There is another.","No reward is worth this.","That... is why you fail.","...Nothing! I'm all right.","That boy is our last hope.","Wait. I know that laugh...","May the Force be with you.","...Scoundrel. I like that.","Yeah... you're a real hero.","The circle is now complete.","Judge me by my size, do you?","Great, kid. Don't get cocky.","...I don't know. Fly casual.","Boba Fett? Boba Fett? Where?","This is Red 5, I'm going in.","He's the brains, sweetheart!","...I think I just blasted it.","Shut him up or shut him down.","I happen to like... nice men.","Only a master of evil, Darth.","I saw... a city in the clouds.","You will be. You... will... be.","Do. Or do not. There is no try.","I never doubted you! Wonderful!","Into the garbage chute, flyboy!","Somebody has to save our skins.","Apology accepted, Captain Needa.","I have a bad feeling about this.","He is as clumsy as he is stupid!","I won't fail you. I'm not afraid.","I've got a bad feeling about this.","The Force is strong with this one.","You'll find I'm full of surprises!","The force is strong with this one.","What have you done?! I'm BACKWARDS.","Your weapon... you will not need it.","That's no moon, it's a space station.","I find your lack of faith disturbing.","You are unwise to lower your defenses!","I want them alive, no disintegrations!","I've got a very bad feeling about this.","Bounty hunters! We don't need this scum.","You don't have to do this to impress me.","We would be honored if you would join us.","Try not. Do... or do not. There is no try.","I'm Luke Skywalker, I'm here to rescue you.","These aren't the droids you're looking for.","Boy, it's lucky you have these compartments!","Your eyes can deceive you. Don't trust them.","Everything is proceeding as I have foreseen.","A long time ago in a galaxy far, far away...","Help me Obi-Wan Kenobi. You're my only hope.","Aren't you a little short for a Stormtrooper?","Ben! I can be a Jedi. Ben, tell him I'm ready!","Remember...the Force will be with you, always.","Luminous beings are we, not this crude matter.","In my experience there is no such thing as luck.","I suggest a new strategy, R2. Let the wookiee win.","It's against my programming to impersonate a deity.","We seem to be made to suffer. It's our lot in life.","Ungh. And I thought they smelled bad on the outside.","Would it help if I got out and pushed?!!...It might!","You are a member of the rebel alliance, and a traitor.","You do have your moments. Not many, but you have them.","R2-D2, you know better than to trust a strange computer!","I'm Luke Skywalker? I'm here to rescue you! ...You're who?","Told you I did. Reckless is he. ...Now, matters are worse.","Only at the end do you realize the power of the Dark Side.","Would somebody get this big walking carpet out of my way?!","Boring conversation anyway. Luke, we're gonna have company!","Travelling through hyperspace ain't like dustin' crops, boy!","When I left you, I was but the learner, now I am the master.","Watch your mouth kid, or you'll find yourself floating home.","Why, you stuck up, half-witted, scruffy-looking Nerf herder.","You're all clear, kid! Now let's blow this thing and go home!","Luke, you switched off your targeting computer, what's wrong?","Who's the more foolish; the fool, or the fool who follows him?","...Boring conversation anyway. Luke! We're gonna have company!","How you doin', Chewbecca? Still hanging around with this loser?","So, what do you think? You think a princess and a guy like me...","Now, witness the power of this fully operational battle station.","Traveling through hyperspace ain't like dusting crops, farm boy.","You are part of the Rebel Alliance and a traitor. Take her away!","If you will not ,turn to the Dark Side... then perhaps she will...","Hmm! Adventure. Hmmpf! Excitement. A Jedi craves not these things.","...It's not fair! They promised me they fixed it! It's not my fault!","Don't call me a mindless philosopher, you overweight glob of grease.","I've just made a deal that will keep the Empire out of here forever.","I'm a member of the Imperial Senate on a diplomatic mission to Alderaan.","You would prefer another target? A military target? Then name the system!","...You've failed, your highness. I am a Jedi, as my father was before me.","Evacuate in our moment of triumph? I think you overestimate their chances.","We have, ungh!, powerful friends. You're going to regret this. ...I'm sure.","You will find that it is you who are mistaken... about a great many things.","But how could they be jamming us if they don't know... that we're... coming?","Give yourself to the Dark Side. It is the only way you can save your friends.","Awww! But I was going into Tosche Station to pick up some power converters!!!","Well, you said you wanted to be around when I made a mistake....I take it back!","Strike me down, and I will become more powerful than you could possibly imagine.","If you're saying that coming here was a bad idea, I'm starting to agree with you.","This is some rescue. You came in here and you didn't have a plan for getting out?","You just watch yourself. We're wanted men. I have the death sentence on 12 systems.","He certainly has courage. ...Yeah, but what good is that if he gets himself killed?","Mos Eisley spaceport. You will never find a more wretched hive of scum and villainy.","You will never find a more wretched hive of scum and villainy. ...We must be cautious.","So what I told you was true... from a certain point of view....A certain point of view?!","Look, good against remotes is one thing, good against the living, that's something else.","A Jedi Knight? Jeez, I'm out of it for a little while, everyone gets delusions of grandeur!","These blast points, too accurate for sandpeople. Only imperial stormtroopers are so precise.","Hey, I think my eyes are getting better. Instead of a big dark blur, I see a big bright blur.","Yes, your thoughts betray you. Your feelings for them are strong. Especially for your... sister.","You know, that little droid is going to cause me a lot of trouble. ...Oh, he excels at that, sir.","What are we going to do? We'll be sent to the spice mines of Kessel and smashed into who knows what.","There's nothing to see. I used to live here, you know. ...You're gonna die here, you know. Convenient.","This will be a day long remembered. It has seen the end of Kenobi, and will soon see the end of the rebellion.","It's not impossible. I used to bullseye womp rats in my T-16 back home, they're not much bigger than two meters.","You've never heard of the Millennium Falcon? ... It's the ship that made the Kessel run in less than 12 parsecs.","I assure you, Lord Vader. My men are working as fast as they can....Perhaps I can find new ways to motivate them.","I'm rather embarrassed, General Solo, but it appears that you are to be the main course at a banquet in my honor.","Keep your distance, Chewie, but don't, y'know, don't look like you're keeping your distance. (Grumbled questioning bark.) ","Ready are you? What know you of ready? For eight hundred years have I trained Jedi. My own counsel will I keep on who is to be trained.","So, you have a twin sister. Your feelings have now betrayed her too. Obi-Wan was wise to hide her from me. Now, his failure is complete.","You don't need to see his identification ... These aren't the droids you're looking for ... He can go about his business ... Move along.","For over a thousand generations, the Jedi were the guardians of peace and justice in the Old Republic, before the dark times. Before the Empire.","I've been waiting for you, Obi-Wan. We meet again, at last. The circle is now complete. When I left you, I was but the learner; now I am the master.","Uh, we had a slight weapons malfunction, but uh... everything's perfectly all right now. We're fine. We're all fine here now, thank you. Uh, how are you?","If they follow standard Imperial procedure, they'll dump their garbage before they go to light-speed. Then we just... float away....With the rest of the garbage.","If this is a consular ship, where is the ambassador? Commander, tear this ship apart until you've found those plans. And bring me the passengers, I want them alive!","A Jedi must have the deepest commitment, the most serious mind. This one, a long time have I watched. All his life has he looked away... to the future, to the horizon. Never his mind on where he was. ...Hmm? On what he was doing."]